{
  "title" : "The Sunny Side Photo Gallery",
  "StartingChapter" : "1000000",
  "Chapters" : {
    "1000000": {
      "content" : "Sunny Side Photo Album \n\n ",
      "choices" : [
        {
        "text" : "Enter the gallery!",
        "nextId" : "1100000"
      }
    ],
    "image" : "AZ Style Sunset.JPG"
    },
    "1100000" : {
        "content" : "This photo was taken on a bridge famous for its so-called 'motor-cycle waterfall.' Every day after work, as tens of thousands of employees hit the streets, countless motor-cycle drivers take to the road. Motor-cycles and mopeds are extremely popular in TaiBei, creating an effect such that, on looking out over the roads, the myriad waves of cyclists give the illusion of one massive wave. As this tsunami of traffic makes its way over the bridge, and the steep descent on either side, it makes for a magnificent sight that attracts tourists from many countries.",
        "choices" : [
          {
          "text" : "Explore the city.",
          "nextId" : "1110000"
        },
        {
          "text" : "Check out the TaiWan suburbia",
          "nextId" : "1120000"
        },
        {
          "text" : "Visit the local wildlife",
          "nextId" : "1130000"
        }
      ],
      "image" : "A City In Sunset.JPG"
      },

      "1110000" : {
        "content" : "Before you look any more at the city, make sure you follow the house rules! \n\n Signs like this can be found all over China and TaiWan. While catering to English speaking tourists through these thoughtfully placed signs, poor translations often lead to a few...misunderstandings. Warning signs and museum exhibits aren't the only place you'll see these sorts of miscommunications. Shopping malls are littered with clothes reading everything from 'Carpetbag in things I hoped you packed your STTW' on casual lounge wear to 'What the F?' on more formal business attire! I think my personal favorite was a sign warning passerby's not to walk on the grass, but instead of saying, 'stay off the grass,' it read, 'Please do not trample.' ",
        "choices" : [
          {
          "text" : "I'm in for a laugh. Show me some more signs!",
          "nextId" : "11110000"
        },
        {
          "text" : "Rules noted. I'll make sure not to spit at anything I see, and I don't have a flash lamp anyways; I'm also the quictest of folk, so all rules will be followed!",
          "nextId" : "1112000"
        },
        {
          "text" : "This is too much. Take me outta here!",
          "nextId" : "1120000"
        }
      ],
      "image" : "On Respecting the Rules.JPG"
    },

    "1112000" : {
      "content" : "As a small island nation with a population around three times that of Utah, TaiWan is extremely developed. TaiBei in particular is a massive city, with an outrageously high population density. Because of the constraint on open development space in TaiWan, much of TaiWan looks like this, with roads surrounded by highrises so tall you can barely see the sky.",
      "choices" : [
        {
        "text" : "Go towards that tower in the background.",
        "nextId" : "1112100"
      },
      {
        "text" : "Stroll around the city for a bit.",
        "nextId" : "1112200"
      },
      {
        "text" : "What do the plants look like in a city this big?",
        "nextId" : "1112230"
      }
    ],
    "image" : "fork in the road.JPG"
  },
    "1112100" : {
      "content" : "The architecture in TaiWan is stunning, featuring a sleek modern style with elements of classic architectural influence. Wherever you look, you're sure to see at least a handful of unique and stylish buildings. Here's one of my personal favorites!",
      "choices" : [
        {
        "text" : "Ok. Now let's get to the tower.",
        "nextId" : "1112110"
      },
      {
        "text" : "I'd like to see some more weird buildings!",
        "nextId" : "1112120"
      },
      {
        "text" : "What's the city look like at night?",
        "nextId" : "1310000"
      }
    ],
    "image" : "IMG_0657.jpg"
  },
    "1112110" : {
      "content" : "Also lovingly referred to as the To-Go Box tower, architects constructed the TaiBei 101 to look like stacks of ancient money boxes. The 101 has some of the fastest elevators in the world to make the ascent up its 101 floors much more manageable, and over the years these elevators have gone through numerous cables. In the spirit of environmental mindfulness, the front of the tower features a metal sculpture, an 'embryo' born from these used cables.",
      "choices" : [
        {
        "text" : "Let's head to the top!",
        "nextId" : "11110000"
      },
      {
        "text" : "I'm tired of the city. Let's see some wild life.",
        "nextId" : "1130000"
      },
      {
        "text" : "Let's see another part of TaiBei.",
        "nextId" : "1112133"
      }
    ],
    "image" : "101.JPG"
  },
      "1112120" : {
        "content" : "Companies such as MicroStar International have garnered TaiWan a well-earned place a the forefront of the computer industry, and TaiWan has been well known for it's technological prowess. It just so happens that this smiley face-looking shopping mall is home to one of TaiWan's largest tech centers. Inside, you'll find floor after floor of electronic sales, computer stores, lens and optics vendors, as well as a convenient food court on the first floor.",
        "choices" : [
          {
          "text" : "Cool! What about more suburban architecture?",
          "nextId" : "1320000"
        },
        {
          "text" : "Show me some animal life",
          "nextId" : "1222100"
        },
        {
          "text" : "I'd like to see more of the city.",
          "nextId" : "1112200"
        }
      ],
      "image" : "IMG_0684.jpg"
    },
    "1112200" : {
      "content" : "Here, you can see a few of the mopeds so famous and overwhelmingly popular in TaiWan. The amazing gas mileage and cheap costs of the mopeds makes them extremely convenient for city use, and the small size makes it easy to snag a parking spot wherever you go.",
      "choices" : [
        {
        "text" : "Show me more bikes!",
        "nextId" : "1112210"
      },
      {
        "text" : "Is it just me, or is it starting to get dark?",
        "nextId" : "1112220"
      },
      {
        "text" : "Let's head back to the suburbs.",
        "nextId" : "1112230"
      }
    ],
    "image" : "IMG_0189.JPG"
  },
    "1112210" : {
      "content" : "The first picture couldn't really ever portray just how popular the bikes and mopeds are in TaiWan, and this one can't either. But, at any rate, here are some more bikes!",
      "choices" : [
        {
        "text" : "Let's see other modes of transportation",
        "nextId" : "1112211"
      },
      {
        "text" : "I want to see somewhere new. How about another Pacific Island?",
        "nextId" : "4"
      },
      {
        "text" : "I'd like to see some plant life.",
        "nextId" : "1112230"
      }
    ],
    "image" : "ZiXingChe.JPG"
  },
    "1112211" : {
      "content" : "A TaiWanese victory train! The rail system in TaiBei is absurdly convenient, with enough trains on most of the routes so you never have to wait more than a few minutes to catch a ride, pricing fair enough so it's much more affordable than a car, or even a moped, and routes that cover the vast majority of anywhere you could need to go.",
      "choices" : [
        {
        "text" : "Follow the train.",
        "nextId" : "1211200"
      },
      {
        "text" : "Take me somewhere warm.",
        "nextId" : "4"
      },
      {
        "text" : "Let's get some food!",
        "nextId" : "11122312"
      }
    ],
    "image" : "IMG_1258.JPG"
  },
    "1112220" : {
      "content" : "If you haven't heard of them yet, the TaiWanese night markets are famous across the world for their large assortment of quality goods, both hand-crafted and mass produced, as well as food that's truly to die for. It looks like it's getting dark, so maybe this would be a good time to check out the world-renowned night markets?",
      "choices" : [
        {
        "text" : "Sounds good, let's go shopping!",
        "nextId" : "1112221"
      },
      {
        "text" : "I'd rather see somewhere quieter.",
        "nextId" : "42"
      },
      {
        "text" : "Let's go to McDonalds!",
        "nextId" : "11122312"
      }
    ],
    "image" : "IMG_0786.JPG"
  },
    "1112230" : {
      "content" : "Here's a plant found growing in DanShui. As a coastal suburb in a region spared from any harsh Winters, DanShui's plant life can be found easily year round. TaiWan as a whole is full of beautiful and memorable flora nad fauna, with beautiful plants like this around every corner. This particular flower just happens to be one of my personal favorites.",
      "choices" : [
        {
        "text" : "Show me another!",
        "nextId" : "1112231"
      },
      {
        "text" : "Show me plants from somewhere else.",
        "nextId" : "41"
      }
    ],
      "image" : "IMG_0338.jpg"
      },
      "1112231" : {
        "content" : "Here's another flower from TaiWan",
        "choices" : [
          {
          "text" : "I'm hungry. Let's get some food!",
          "nextId" : "111223121"
        },
        {
          "text" : "I still want to see more flowers.",
          "nextId" : "11122312"
        }
      ],
      "image" : "IMG_0149.JPG"
    },
    "11122312" : {
      "content" : "Some lillies found near a temple in TaiWan",
      "choices" : [
        {
        "text" : "Where's the nearest McDonald's?",
        "nextId" : "111223121"
      },
      {
        "text" : "Show me more flowers!",
        "nextId" : "41"
      }
    ],
    "image" : "lillies.JPG"
  },
  "111223121" : {
    "content" : "It might not be a McDonald's, but at least they have... ice cream sanwhiches!",
    "choices" : [
      {
      "text" : "Thanks for the tour, but I'm done looking around for now.",
      "nextId" : "9"
    },
    {
      "text" : "I wanna see some animals.",
      "nextId" : "1130000"
    },
    {
      "text" : "I want to see more of DanShui",
      "nextId" : "1112200"
    }
  ],
  "image" : "IceCreamSandwhich.JPG"
},
    "1120000" : {
      "content" : "Taken at DanJiang University in DanShui, one of the many higher level educational institutes scatered across the suburbs of TaiWan. DanJiang University is located just a five minute walk from TaiWain's gorgeous waterline, and a ten minute train ride away from the famous ShiLin night market.",

      "choices" : [
        {
        "text" : "What's a night market?",
        "nextId" : "1310000"
      },
        {
        "text" : "I'm ready to see some of the Pacific coastline!",
        "nextId" : "1320000"
      },
        {
        "text" : "Hold on a second. Isn't there more to see in DanShui?",
        "nextId" : "1122300"
      }
    ],
      "image" : "IMG_0147.jpg"
    },
    "1320000" : {
      "content" : "A view of the stormy coast from the edge of the DanJian University campus",

      "choices" : [
        {
        "text" : "I'd like to see the coast on a clear day.",
        "nextId" : "1211200"
      },
        {
        "text" : "I'd like to see another coast.",
        "nextId" : "4"
      }
    ],
      "image" : "IMG_0093.JPG"
    },
      "11110000" : {
        "content" : "Some stellar advice found on the 88th floor of the TaiBei 101.",
        "choices" : [
          {
            "text" : "The view's amazing. While we're here, can I look around a bit?",
            "nextId" : "1211000"
          },
          {
            "text" : "I'm not a fan of heights. Take be back down to ground level please!",
            "nextId" : "1212000"
          },
          {
            "text" : "This place is an architectural marvel. What's the inside look like?",
            "nextId" : "1213000"
          }
        ],
        "image" : "Jumper.JPG"
      },
      "1130000" : {
        "content" : "A furry winged critter found in the TaiBei Zoo. Probably not what you were thinking when you saw 'wild-life' though?",
        "choices" : [
          {
            "text" : "I think it's cute. Let's see another!",
            "nextId" : "1122100"
          },
          {
            "text" : "Yeah, I'm not particular, but I was expecting something that at least fits into the Animal Kingdom...",
            "nextId" : "1122200"
          },
          {
            "text" : "Ewww. I'm so done with this. Take me back to the city!",
            "nextId" : "1110000"
          }
        ],
        "image" : "IMG_1322.JPG"
      },
      "1122100" : {
        "content" : "Here you can see one of the wide variety of animals living at the TaiBei zoo, one of the largest in Asia.",
        "choices" : [
          {
            "text" : "What other kinds of animals live there?",
            "nextId" : "1122110"
          },
          {
            "text" : "Enough of the Animal life. Let's see some plants!",
            "nextId" : "1112230"
          },
          {
            "text" : "I'd like to see some other attractions the zoo has.",
            "nextId" : "1122130"
          }
        ],
        "image" : "IMG_1328.jpg"
      },
      "1122110" : {
        "content" : "Between two elephants and a tree stump, do you think this counts as a full pic, or the... 'truncated' version of it?",
        "choices" : [
          {
            "text" : "I'm here for pictures, not poor puns. Let's see more animals.",
            "nextId" : "1122111"
          },
          {
            "text" : "Alright, I'm out. I'm going as far away from these jokes as I can.",
            "nextId" : "4"
          },
          {
            "text" : "I'm feeling a sudden urge to go shopping.",
            "nextId" : "1310000"
          }
        ],
        "image" : "IMG_1372.jpg"
      },
      "1310000" : {
        "content" : "As a traveler that likes to experience local culture everywhere I go, I'd like to start this with a full disclosure. I know it probably seems fairly tacky to go to another country, especially one with such refined and exquisite cuisine, and promptly proceed to track down the nearest Golden Arches. And so I feel obligated to inform you, the reader, that despite my love for experiencing new cuisines and expanding my culinary pallette, I still get a lot of joy out of seeing how my home culture translates to other countries. America is a big place, with a lot of variety from 

        Here, you can bear witness to one of the finest burgers ever crafted.


        This is without a doubt the liveliest shopping center I've ever been to. Aside from hundreds of small stores and outlets, plethoras of vendors bring hand made items to sell on the street, where you'll easily find whatever mouth-watering food, stylish clothes, or random knick-knacks you could ever possibly want. One of my favorite memories of TaiWan was just wandering around the Night Market for hours, browsing through the endless streets full of stores.",
        "choices" : [
          {
            "text" : "What kind of food do the vendors have?",
            "nextId" : "1122111"
          },
          {
            "text" : "I'd like to see a sunset.",
            "nextId" : "4"
          },
          {
            "text" : "I want to see the downtown.",
            "nextId" : "1112200"
          }
        ],
        "image" : "IMG_1044.JPG"
      },
      "1122111" : {
        "content" : "The vendors have line after line of home made and freshly cooked food.",
        "choices" : [
          {
            "text" : "More food!",
            "nextId" : "11221111"
          },
          {
            "text" : "I'd like to see other places now.",
            "nextId" : "4"
          },
          {
            "text" : "I'd like to look at the flora around here.",
            "nextId" : "1112230"
          }
        ],
        "image" : "IMG_1049.JPG"
      },
      "11221111" : {
        "content" : "Here's some more of the fine fresh food available at the markets.",
        "choices" : [
          {
            "text" : "Take me to the downtown.",
            "nextId" : "112211111"
          },
          {
            "text" : "What do the animals look like around here?",
            "nextId" : "1130000"
          },
          {
            "text" : "I'd like to see the coast.",
            "nextId" : "1320000"
          }
        ],
        "image" : "IMG_1050.JPG"
      },
      "112211111" : {
        "content" : "Another glimpse of TaiBei's busy downtown.",
        "choices" : [
          {
            "text" : "I've been waiting a while to see a sunset.",
            "nextId" : "6"
          },
          {
            "text" : "I think I'm done looking at photos for now. Thanks!",
            "nextId" : "9"
          }
        ],
        "image" : "IMG_0795.JPG"
      },
      "1122200" : {
        "content" : "Found in a pond at DanJiang University, these Rock Doggos can be seen making the most of the warm TaiWan sunshine. ",
        "choices" : [
          {
            "text" : "Still looking for something a little less... scaly.",
            "nextId" : "1222100"
          },
          {
            "text" : "I'm done looking at animals. What kind of other scenery you got around here?",
            "nextId" : "1112000"
          },
          {
            "text" : "I've spent a good while looking around the college. What's the outside of the college look like?",
            "nextId" : "1222300"
          }
        ],
        "image" : "RockDoggo.JPG"
      },
      "1222100" : {
        "content" : "Technically doesn't have scales!",
        "choices" : [
          {
            "text" : "Show me a real animal.",
            "nextId" : "1122110"
          },
          {
            "text" : "I'd like to go downtown.",
            "nextId" : "1211000"
          },
          {
            "text" : "Take me somewhere new.",
            "nextId" : "4"
          }
        ],
        "image" : "winged critter.JPG"
      },
      "1122300" : {
        "content" : "The suburbs are a busy place during the week! Just outside the university, countless students are all roaming around, shopping, picking up food, or just enjoying the city life.",
        "choices" : [
          {
            "text" : "Just how big are these suburbs anyway?",
            "nextId" : "1122320"
          },
          {
            "text" : "I'm not digging these crowds. Let's go back in to the college.",
            "nextId" : "1122310"
          }
        ],
        "image" : "1222300.jpg"
      },
      "1122320" : {
        "content" : "The high rises in this quiet suburb stretch on forever in every direction",
        "choices" : [
          {
            "text" : "If these are the suburbs, what's the downtown look like?",
            "nextId" : "1211000"
          },
          {
            "text" : "Let's walk through the suburbs for a bit.",
            "nextId" : "1122322"
          },
          {
            "text" : "I'd like to see a sunset.",
            "nextId" : "39"
          }
        ],
        "image" : "Life in the Suburbs.JPG"
      },
      "1122322" : {
        "content" : "A quiet park in the city.",
        "choices" : [
          {
            "text" : "I'm tired of looking at rain. Show me some clear skies.",
            "nextId" : "6"
          },
          {
            "text" : "Let's head to the train station.",
            "nextId" : "1211200"
          }
        ],
        "image" : "IMG_0294.JPG"
      },
      "1122310" : {
        "content" : "A quiet grove in the DanJiang University campus",
        "choices" : [
          {
            "text" : "Let's keep exploring the college",
            "nextId" : "1122311"
          },
          {
            "text" : "I bet this place has some cool plants.",
            "nextId" : "1112230"
          }
        ],
        "image" : "grove.JPG"
      },
      "1122311" : {
        "content" : "A quiet road with lanterns in the style of ancient Chinese architecture.",
        "choices" : [
          {
            "text" : "Where does this road go?",
            "nextId" : "11223111"
          },
          {
            "text" : "I feel like I've seen enough of DanShui. What's the coastline like?",
            "nextId" : "1320000"
          }
        ],
        "image" : "IMG_0134.JPG"
      },
      "11223111" : {
        "content" : "A fork in the road",
        "choices" : [
          {
            "text" : "I'm ready to see some wild life. Let's go to the zoo!",
            "nextId" : "1130000"
          },
          {
            "text" : "Take me somewhere new. I'm ready for a drastic change of scenery.",
            "nextId" : "4"
          }
        ],
        "image" : "IMG_0138.JPG"
      },
      "1213000" : {
        "content" : "This giant ball of steel within the TaiBei 101 serves as a damper to protect the building from high wind and earthquakes.",
        "choices" : [
          {
            "text" : "Cool! That's enough for me. Now let's see something more lively!",
            "nextId" : "1122100"
          },
          {
            "text" : "I heard the TaiBei 101 has a pretty gnarly mall...",
            "nextId" : "1213200"
          }
        ],
        "image" : "IMG_0513.JPG"
      },
      "1213200" : {
        "content" : "That's right! The TaiBei 101 is home to a five story shopping mall that is directly adjacent to the tower. Myriad fashion and design stores can be found on the upper levels, while an expansive food court is located below. Parking is also available on the lowest levels for those with personal transportation.",
        "choices" : [
          {
            "text" : "This talk of food courts has me feeling hungry. Let's head downstairs.",
            "nextId" : "1213210"
          },
          {
            "text" : "I'm ready to head to DanShui. Show me what it's got!",
            "nextId" : "1120000"
          }
        ],
        "image" : "IMG_0639.JPG"
      },
      "1213210" : {
        "content" : "A glorious Big Mac, courteous of the TaiBei 101 McDonalds. As you can see from the image, the quality at this franchise is beyond exquisite. Note the perfect tecture on the bun, the righteous stacking of the patty. (Although you can't see it from the picture, I assure you, the taste was absolutely perfect. Here is my experience with it: After sitting down to enjoy my Big Mac with several friends, the first thing I noticed was the savory smell of the burger. Strong, noticeable, and yet not overwhelming. The aroma of McDonald's secret sauce, mixed with just a hint of relish and fresh fried patty left my mouth watering. As I picked up the burger, I noticed the flawless condition of the stack; it made me aware of just how much love must have gone into the construction of the burger so plainly sitting before me. My first bite of the burger confirmed all of my initial impressions. A rush of flavor unlike any I've ever experienced at any other McDonalds overwhelmed me, and I proceeded to ravenously devour my burger in silence, thoroughly enjoying the best Big Mac I've ever had. If you ever find yourself in the vicinity of TaiWan, I highly recommend swinging by the 101's food court just to sample this McDonalds.",
        "choices" : [
          {
            "text" : "I think we got distracted. What about the view from the tower?.",
            "nextId" : "1211000"
          },
          {
            "text" : "What are city plants like?",
            "nextId" : "1112230"
          },
          {
            "text" : "How does TaiWan look compared to other islands?",
            "nextId" : "4"
          }
        ],
        "image" : "IMG_0636.JPG"
      },
      "1211000" : {
        "content" : "Here, you can see a small portion of the sprawling megatropolis that is TaiBei. It also showcases one of my favorite things about TaiBei. Can you guess what it is?",
        "choices" : [
          {
            "text" : "Show me more of this city!",
            "nextId" : "1211100"
          },
          {
            "text" : "I'd like to see some more river scenery, but maybe up closer.",
            "nextId" : "1211200"
          }
        ],
        "image" : "IMG_0434.JPG"
      },
      "1211100" : {
        "content" : "As you can see, the city goes on pretty much forever.",
        "choices" : [
          {
            "text" : "How about a shot from another angle?",
            "nextId" : "1211110"
          },
          {
            "text" : "Does a city like this even have room for plants?",
            "nextId" : "1112230"
          },
          {
            "text" : "Enough of giant cities. Take me somewhere I can get away from the hullabaloo.",
            "nextId" : "4"
          }
        ],
        "image" : "IMG_0410.JPG"
      },
      "1211110" : {
        "content" : "Where's Waldo?!?",
        "choices" : [
          {
            "text" : "Let's see a beach!",
            "nextId" : "4"
          },
          {
            "text" : "Let's look at some plants!",
            "nextId" : "1112230"
          },
          {
            "text" : "Is that a train down there?",
            "nextId" : "1211200"
          }
        ],
        "image" : "IMG_0425.JPG"
      },
      "1211200" : {
        "content" : "The railway in TaiBei runs next to the river for a large portion of the ride, making for a beautiful route. ",
        "choices" : [
          {
            "text" : "Show me more of these trains.",
            "nextId" : "1211210"
          },
          {
            "text" : "What other transportation do people use here?",
            "nextId" : "42"
          }
        ],
        "image" : "IMG_0380.JPG"
      },
      "1211210" : {
        "content" : "The trains are probably the most convenient transportation in TaiBei, but that also means they tend to get a little bit on the crowded side. ",
        "choices" : [
          {
            "text" : "Take me away from these crowds.",
            "nextId" : "1211211"
          },
          {
            "text" : "Take me somewhere else crowded!",
            "nextId" : "1122300"
          },
          {
            "text" : "Show me a sunset!",
            "nextId" : "1122300"
          }
        ],
        "image" : "IMG_0722.JPG"
      },
      "1211211" : {
        "content" : "This was one hard shot to get! It took some very 'fly' photography...",
        "choices" : [
          {
            "text" : "Let's go back to TaiWan.",
            "nextId" : "1122300"
          },
          {
            "text" : "Let's stay here for a bit.",
            "nextId" : "6"
          },
          {
            "text" : "How about somewhere else new.",
            "nextId" : "4"
          }
        ],
        "image" : "IMG_1988.JPG"
      },
      "4" : {
        "content" : "Here's a shot from another island! Try and figure out which one.",
        "choices" : [
          {
            "text" : "Let's see some of the local flora and fauna.",
            "nextId" : "41"
          },
          {
            "text" : "What's it look like further inland there?",
            "nextId" : "43"
          },
          {
            "text" : "What's the night time scenery like there?",
            "nextId" : "42"
          }
        ],
        "image" : "IMG_2432.jpg"
      },
      "41" : {
        "content" : "Here's a flower I found just a mile or two off the coast.",
        "choices" : [
          {
            "text" : "Let's see some other flowers.",
            "nextId" : "411"
          },
          {
            "text" : "Take me to DanShui.",
            "nextId" : "1120000"
          },
          {
            "text" : "This has been great, but I think I'm done looking at pictures for now.",
            "nextId" : "9"
          }
        ],
        "image" : "IMG_2188.JPG"
      },
      "411" : {
        "content" : "Here's a flower from back in TaiBei.",
        "choices" : [
          {
            "text" : "I'd like to see something a bit more definitive of TaiWan than random flowers.",
            "nextId" : "4111"
          },
          {
            "text" : "This has been great, but I think I'm done looking at pictures for now.",
            "nextId" : "9"
          }
        ],
        "image" : "IMG_0659.JPG"
      },
      "4111" : {
        "content" : "This isn't much, but the best I got.",
        "choices" : [
          {
            "text" : "Cool! Take me back to the other island now.",
            "nextId" : "421"
          },
          {
            "text" : "This has been great, but I think I'm done looking at pictures for now.",
            "nextId" : "9"
          }
        ],
        "image" : "IMG_0774.JPG"
      },
      "42" : {
        "content" : "This place is quite a bit quieter than anywhere in TaiBei.",
        "choices" : [
          {
            "text" : "Show me more of this place.",
            "nextId" : "421"
          },
          {
            "text" : "Let's see more of the waterline.",
            "nextId" : "422"
          },
          {
            "text" : "This has been great, but I think I'm done looking at pictures for now.",
            "nextId" : "9"
          }
        ],
        "image" : "A Lonely Night.JPG"
      },
      "421" : {
        "content" : "A quiet road leads to a tranquil home further inland.",
        "choices" : [
          {
            "text" : "I'm in the mood to see another sunset.",
            "nextId" : "422"
          },
          {
            "text" : "What kind of shopping centers they have here?",
            "nextId" : "43"
          },
          {
            "text" : "This has been great, but I think I'm done looking at pictures for now.",
            "nextId" : "9"
          }
        ],
        "image" : "IMG_2340.jpg"
      },
      "422" : {
        "content" : "The sun sets over a quiet harbor.",
        "choices" : [
          {
            "text" : "Awesome. Good photos, but I'm out!",
            "nextId" : "9"
          },
          {
            "text" : "I still wanna see more of this place.",
            "nextId" : "43"
          }
        ],
        "image" : "DocksWithLights.JPG"
      },
      "43" : {
        "content" : "A small part of one of the world's largest outdoor shopping malls.",
        "choices" : [
          {
            "text" : "I'd like to go back to TaiBei's shopping malls.",
            "nextId" : "1213200"
          },
          {
            "text" : "This has been great, but I think I'm done looking at pictures for now.",
            "nextId" : "9"
          }
        ],
        "image" : "IMG_2169.jpg"
      },
      "6" : {
        "content" : "A sunset on the coast. I waited several hours in the cold to get this shot, but it was worth it!",
        "choices" : [
          {
            "text" : "I'll look at another sunset please!",
            "nextId" : "4"
          },
          {
            "text" : "I'm all done with photos. Bye!",
            "nextId" : "9"
          }
        ],
        "image" : "Afterlight 5.JPG"
      },
      "9" : {
        "content" : "Thanks for taking the time to check out our photos! Sunny Side Web Consultation offers photography services as part of company image branding and ",
        "choices" : [
        ],
        "image" : "IMG_1664.jpg"
      }


}
}
